import juicy1 from '~/07-shared/assets/png/juicy1.png';
import juicy2 from '~/07-shared/assets/png/juicy2.png';
import juicy3 from '~/07-shared/assets/png/juicy3.png';
import juicy4 from '~/07-shared/assets/png/juicy4.png';
import juicy5 from '~/07-shared/assets/png/juicy5.png';
import juicy6 from '~/07-shared/assets/png/juicy6.png';
import juicy7 from '~/07-shared/assets/png/juicy7.png';
import juicy8 from '~/07-shared/assets/png/juicy8.png';

const juicyList = [
    {
        title: 'Кнели со спагетти',
        text: 'Как раз после праздников, когда мясные продукты еще остались, но никто их уже не хочет, время варить солянку.',
        image: juicy1,
        type: 'Вторые блюда',
        bookmarks: 85,
        likes: 152,
    },
    {
        title: 'Пряная ветчина по итальянски',
        text: 'Как раз после праздников, когда мясные продукты еще остались, но никто их уже не хочет, время варить солянку.',
        image: juicy2,
        type: 'Вторые блюда',
        bookmarks: 159,
        likes: 257,
    },
    {
        title: 'Лапша с курицей и шафраном',
        text: 'Как раз после праздников, когда мясные продукты еще остались, но никто их уже не хочет, время варить солянку.',
        image: juicy3,
        type: 'Вторые блюда',
        bookmarks: 258,
        likes: 342,
    },
    {
        title: 'Том-ям с капустой кимчи',
        text: 'Как раз после праздников, когда мясные продукты еще остались, но никто их уже не хочет, время варить солянку.',
        image: juicy4,
        type: 'Национальные',
        bookmarks: 124,
        likes: 324,
    },
    {
        title: 'Картошка, тушенная с болгарским перцем и фасолью в томатном соусе',
        text: 'Картошка, тушенная с болгарским перцем, фасолью, морковью и луком, -  вариант сытного блюда на каждый день. Фасоль в данном случае заменяет  мясо, делая рагу сытным и питательным. Чтобы сократить время  приготовления, возьмём консервированную фасоль. Блюдо хоть и простое, но в полной мере наполнено ароматами и имеет выразительный вкус за счёт  добавления томатной пасты.',
        image: juicy5,
        type: 'Вторые блюда',
        bookmarks: 120,
        likes: 180,
    },
    {
        title: 'Картофельные рулетики с грибами',
        text: 'Рекомендую всем приготовить постное блюдо из картофеля и грибов.  Готовится это блюдо без яиц, без мяса и без сыра, из самых простых  ингредиентов, а получается очень вкусно и сытно. Постный рецепт  картофельных рулетиков с грибами, в томатном соусе, - на обед, ужин и  даже на праздничный стол!',
        image: juicy6,
        type: 'Детские блюда',
        bookmarks: 85,
        likes: 180,
    },
    {
        title: 'Овощная лазанья из лаваша',
        text: 'Большое, сытное блюдо для ценителей блюд без мяса! Такая лазанья  готовится с овощным соусом и соусом бешамель, а вместо листов для  лазаньи используется тонкий лаваш.',
        image: juicy7,
        type: 'Блюда на гриле',
        bookmarks: 85,
        likes: 152,
    },
    {
        title: 'Тефтели из булгура и чечевицы, запечённые в томатном соусе',
        text: 'Тефтели из булгура и чечевицы – яркие и питательные, отлично подходят  для постного и вегетарианского меню. Тефтели получаются нежными, а также сочными и ароматными благодаря использованию томатного соуса и душистых пряностей.',
        image: juicy8,
        type: 'Вторые блюда',
        bookmarks: 85,
        likes: 150,
    },
];

export default juicyList;
