import vegan1 from '~/07-shared/assets/png/vegan1.png';
import vegan2 from '~/07-shared/assets/png/vegan2.png';
import vegan3 from '~/07-shared/assets/png/vegan3.png';
import vegan4 from '~/07-shared/assets/png/vegan4.png';
import vegan5 from '~/07-shared/assets/png/vegan5.png';
import vegan6 from '~/07-shared/assets/png/vegan6.png';
import vegan7 from '~/07-shared/assets/png/vegan7.png';
import vegan8 from '~/07-shared/assets/png/vegan8.png';

const veganItems = [
    {
        title: 'Картошка, тушенная с болгарским перцем и фасолью в томатном соусе',
        text: 'Картошка, тушенная с болгарским перцем, фасолью, морковью и луком, -  вариант сытного блюда на каждый день. Фасоль в данном случае заменяет  мясо, делая рагу сытным и питательным. Чтобы сократить время  приготовления, возьмём консервированную фасоль. Блюдо хоть и простое, но в полной мере наполнено ароматами и имеет выразительный вкус за счёт  добавления томатной пасты.',
        image: vegan1,
        type: 'Национальные',
        bookmarks: 85,
        likes: 152,
    },
    {
        title: 'Картофельные рулетики с грибами',
        text: 'Рекомендую всем приготовить постное блюдо из картофеля и грибов.  Готовится это блюдо без яиц, без мяса и без сыра, из самых простых  ингредиентов, а получается очень вкусно и сытно. Постный рецепт  картофельных рулетиков с грибами, в томатном соусе, - на обед, ужин и  даже на праздничный стол!',
        image: vegan2,
        type: 'Детская кухня',
        bookmarks: 85,
        likes: 152,
    },
    {
        title: 'Том-ям с капустой кимчи',
        text: 'Как раз после праздников, когда мясные продукты еще остались, но никто их уже не хочет, время варить солянку.',
        image: vegan3,
        type: 'Национальные',
        bookmarks: 124,
        likes: 324,
    },
    {
        title: 'Овощная лазанья из лаваша',
        text: 'Большое, сытное блюдо для ценителей блюд без мяса! Такая лазанья  готовится с овощным соусом и соусом бешамель, а вместо листов для  лазаньи используется тонкий лаваш.',
        image: vegan4,
        type: 'Блюда на гриле',
        bookmarks: 85,
        likes: 152,
    },
    {
        title: 'Тефтели из булгура и чечевицы, запечённые в томатном соусе',
        text: 'Тефтели из булгура и чечевицы – яркие и питательные, отлично подходят  для постного и вегетарианского меню. Тефтели получаются нежными, а также сочными и ароматными благодаря использованию томатного соуса и душистых пряност124,',
        image: vegan5,
        type: 'Вторые блюда',
        bookmarks: 85,
        likes: 152,
    },
    {
        title: 'Тефтели из булгура и чечевицы, запечённые в томатном соусе 2',
        text: 'Тефтели из булгура и чечевицы – яркие и питательные, отлично подходят  для постного и вегетарианского меню. Тефтели получаются нежными, а также сочными и ароматными благодаря использованию томатного соуса и душистых пряност124,',
        image: vegan6,
        type: 'Вторые блюда',
        bookmarks: 85,
        likes: 152,
    },
    {
        title: 'Чесночная картошка',
        text: 'Такая картошечка украсит любой семейный обед! Все будут в полном  восторге, очень вкусно! Аромат чеснока, хрустящая корочка на картошечке - просто объедение! Отличная идея для обеда или ужина, готовится просто!',
        image: vegan7,
        type: 'Национальные',
        bookmarks: 124,
        likes: 152,
    },
    {
        title: 'Пури',
        text: 'Пури - это индийские жареные лепешки, которые готовятся из пресного  теста. Рецепт лепешек пури требует самых доступных ингредиентов, и  времени на приготовление хрустящих лепешек уйдет мало.',
        image: vegan8,
        type: 'Национальные',
        bookmarks: 124,
        likes: 324,
    },
];

export default veganItems;
